Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Lower values produce more focused responses. Higher values produce more varied, creative responses.
ar: القيم المنخفضة تنتج استجابات أكثر تركيزًا. القيم المرتفعة تنتج استجابات أكثر تنوعًا وإبداعًا.
ca: Valors més baixos produeixen respostes més enfocades. Valors més alts produeixen respostes més variades i creatives.
cs: Nižší hodnoty produkují více zaměřené odpovědi. Vyšší hodnoty produkují rozmanitější a kreativnější odpovědi.
da: Lavere værdier giver mere fokuserede svar. Højere værdier giver mere varierede, kreative svar.
de: Niedrigere Werte erzeugen fokussiertere Antworten. Höhere Werte erzeugen vielfältigere, kreativere Antworten.
es: Los valores más bajos producen respuestas más enfocadas. Los valores más altos producen respuestas más variadas y creativas.
fi: Matalammat arvot tuottavat tarkemmin kohdennettuja vastauksia. Korkeammat arvot tuottavat monipuolisempia ja luovempia vastauksia.
fr: Des valeurs basses produisent des réponses plus ciblées. Des valeurs élevées produisent des réponses plus variées et créatives.
he: ערכים נמוכים מייצרים תגובות ממוקדות יותר. ערכים גבוהים מייצרים תגובות מגוונות ויצירתיות יותר.
hu: Az alacsonyabb értékek fókuszáltabb válaszokat eredményeznek. A magasabb értékek változatosabb, kreatívabb válaszokat produkálnak.
it: Valori più bassi producono risposte più mirate. Valori più alti producono risposte più varie e creative.
ja: 低い値ほど集中した応答になります。高い値ほど多様で創造的な応答になります。
ko: 낮은 값일수록 집중된 응답을 생성합니다. 높은 값일수록 다양하고 창의적인 응답을 생성합니다.
nb: Lavere verdier gir mer fokuserte svar. Høyere verdier gir mer varierte, kreative svar.
nl: Lagere waarden produceren meer gerichte antwoorden. Hogere waarden produceren meer gevarieerde, creatieve antwoorden.
pl: Niższe wartości dają bardziej ukierunkowane odpowiedzi. Wyższe wartości dają bardziej zróżnicowane, kreatywne odpowiedzi.
pt_br: Valores mais baixos produzem respostas mais focadas. Valores mais altos produzem respostas mais variadas e criativas.
pt_pt: Valores mais baixos produzem respostas mais focadas. Valores mais altos produzem respostas mais variadas e criativas.
ro: Valorile mici produc răspunsuri mai concentrate. Valorile mari produc răspunsuri mai variate și creative.
sl: Nižje vrednosti ustvarijo bolj osredotočene odgovore. Višje vrednosti ustvarijo bolj raznolike, ustvarjalne odgovore.
sv: Lägre värden ger mer fokuserade svar. Högre värden ger mer varierade, kreativa svar.
uk: Нижчі значення дають більш точні відповіді. Вищі значення дають більш різноманітні та творчі відповіді.
vi: Giá trị thấp hơn tạo ra phản hồi tập trung hơn. Giá trị cao hơn tạo ra phản hồi đa dạng và sáng tạo hơn.
zh_hans: 较低的值产生更集中的回答。较高的值产生更多样化、更有创意的回答。
zh_hant: 較低的值會產生更集中的回應。較高的值會產生更多樣化、更有創意的回應。

source: Lower values produce more focused responses. Higher values produce more varied, creative responses. Note: Temperature is ignored when extended thinking is enabled.
ar: القيم المنخفضة تنتج استجابات أكثر تركيزًا. القيم المرتفعة تنتج استجابات أكثر تنوعًا وإبداعًا. ملاحظة: يتم تجاهل درجة الحرارة عند تفعيل التفكير الموسّع.
ca: Valors més baixos produeixen respostes més enfocades. Valors més alts produeixen respostes més variades i creatives. Nota: la temperatura s'ignora quan el pensament estès està activat.
cs: Nižší hodnoty produkují více zaměřené odpovědi. Vyšší hodnoty produkují rozmanitější a kreativnější odpovědi. Poznámka: Teplota je ignorována při zapnutém rozšířeném myšlení.
da: Lavere værdier giver mere fokuserede svar. Højere værdier giver mere varierede, kreative svar. Bemærk: Temperatur ignoreres, når udvidet tænkning er aktiveret.
de: Niedrigere Werte erzeugen fokussiertere Antworten. Höhere Werte erzeugen vielfältigere, kreativere Antworten. Hinweis: Die Temperatur wird ignoriert, wenn erweitertes Denken aktiviert ist.
es: Los valores más bajos producen respuestas más enfocadas. Los valores más altos producen respuestas más variadas y creativas. Nota: La temperatura se ignora cuando el pensamiento extendido está activado.
fi: Matalammat arvot tuottavat tarkemmin kohdennettuja vastauksia. Korkeammat arvot tuottavat monipuolisempia ja luovempia vastauksia. Huom: Temperature-arvo ohitetaan, kun laajennettu ajattelu on käytössä.
fr: Des valeurs basses produisent des réponses plus ciblées. Des valeurs élevées produisent des réponses plus variées et créatives. Remarque : la température est ignorée lorsque la réflexion étendue est activée.
he: ערכים נמוכים מייצרים תגובות ממוקדות יותר. ערכים גבוהים מייצרים תגובות מגוונות ויצירתיות יותר. הערה: Temperature מתעלם כאשר חשיבה מורחבת מופעלת.
hu: Az alacsonyabb értékek fókuszáltabb válaszokat eredményeznek. A magasabb értékek változatosabb, kreatívabb válaszokat produkálnak. Megjegyzés: A hőmérséklet figyelmen kívül marad, ha a kiterjesztett gondolkodás engedélyezve van.
it: Valori più bassi producono risposte più mirate. Valori più alti producono risposte più varie e creative. Nota: la temperatura viene ignorata quando il pensiero esteso è attivato.
ja: 低い値ほど集中した応答になります。高い値ほど多様で創造的な応答になります。注: 拡張思考が有効な場合、Temperatureは無視されます。
ko: 낮은 값일수록 집중된 응답을 생성합니다. 높은 값일수록 다양하고 창의적인 응답을 생성합니다. 참고: 확장 사고가 활성화되면 Temperature가 무시됩니다.
nb: Lavere verdier gir mer fokuserte svar. Høyere verdier gir mer varierte, kreative svar. Merk: Temperatur ignoreres når utvidet tenkning er aktivert.
nl: Lagere waarden produceren meer gerichte antwoorden. Hogere waarden produceren meer gevarieerde, creatieve antwoorden. Opmerking: Temperature wordt genegeerd wanneer uitgebreid denken is ingeschakeld.
pl: Niższe wartości dają bardziej ukierunkowane odpowiedzi. Wyższe wartości dają bardziej zróżnicowane, kreatywne odpowiedzi. Uwaga: Temperatura jest ignorowana, gdy włączono rozszerzone myślenie.
pt_br: Valores mais baixos produzem respostas mais focadas. Valores mais altos produzem respostas mais variadas e criativas. Nota: A temperatura é ignorada quando o pensamento estendido está ativado.
pt_pt: Valores mais baixos produzem respostas mais focadas. Valores mais altos produzem respostas mais variadas e criativas. Nota: A temperatura é ignorada quando o pensamento alargado está ativado.
ro: Valorile mici produc răspunsuri mai concentrate. Valorile mari produc răspunsuri mai variate și creative. Notă: temperatura este ignorată când gândirea extinsă este activată.
sl: Nižje vrednosti ustvarijo bolj osredotočene odgovore. Višje vrednosti ustvarijo bolj raznolike, ustvarjalne odgovore. Opomba: Temperatura se prezre, ko je omogočeno razširjeno razmišljanje.
sv: Lägre värden ger mer fokuserade svar. Högre värden ger mer varierade, kreativa svar. Obs: Temperatur ignoreras när utökat tänkande är aktiverat.
uk: Нижчі значення дають більш точні відповіді. Вищі значення дають більш різноманітні та творчі відповіді. Примітка: температура ігнорується, коли увімкнено розширене мислення.
vi: Giá trị thấp hơn tạo ra phản hồi tập trung hơn. Giá trị cao hơn tạo ra phản hồi đa dạng và sáng tạo hơn. Lưu ý: Nhiệt độ bị bỏ qua khi bật tư duy mở rộng.
zh_hans: 较低的值产生更集中的回答。较高的值产生更多样化、更有创意的回答。注意：启用扩展思维时，温度参数会被忽略。
zh_hant: 較低的值會產生更集中的回應。較高的值會產生更多樣化、更有創意的回應。注意：啟用延伸思考時，溫度參數會被忽略。

source: Lower values produce more focused responses. Higher values produce more varied, creative responses. OpenRouter normalizes this across different models.
ar: القيم المنخفضة تنتج استجابات أكثر تركيزًا. القيم المرتفعة تنتج استجابات أكثر تنوعًا وإبداعًا. يقوم OpenRouter بتوحيد هذا عبر النماذج المختلفة.
ca: Valors més baixos produeixen respostes més enfocades. Valors més alts produeixen respostes més variades i creatives. OpenRouter normalitza això entre diferents models.
cs: Nižší hodnoty produkují více zaměřené odpovědi. Vyšší hodnoty produkují rozmanitější a kreativnější odpovědi. OpenRouter toto normalizuje napříč různými modely.
da: Lavere værdier giver mere fokuserede svar. Højere værdier giver mere varierede, kreative svar. OpenRouter normaliserer dette på tværs af forskellige modeller.
de: Niedrigere Werte erzeugen fokussiertere Antworten. Höhere Werte erzeugen vielfältigere, kreativere Antworten. OpenRouter normalisiert dies über verschiedene Modelle hinweg.
es: Los valores más bajos producen respuestas más enfocadas. Los valores más altos producen respuestas más variadas y creativas. OpenRouter normaliza esto entre diferentes modelos.
fi: Matalammat arvot tuottavat tarkemmin kohdennettuja vastauksia. Korkeammat arvot tuottavat monipuolisempia ja luovempia vastauksia. OpenRouter normalisoi tämän eri mallien välillä.
fr: Des valeurs basses produisent des réponses plus ciblées. Des valeurs élevées produisent des réponses plus variées et créatives. OpenRouter normalise ce paramètre entre les différents modèles.
he: ערכים נמוכים מייצרים תגובות ממוקדות יותר. ערכים גבוהים מייצרים תגובות מגוונות ויצירתיות יותר. OpenRouter מנרמל זאת בין מודלים שונים.
hu: Az alacsonyabb értékek fókuszáltabb válaszokat eredményeznek. A magasabb értékek változatosabb, kreatívabb válaszokat produkálnak. Az OpenRouter ezt normalizálja a különböző modellek között.
it: Valori più bassi producono risposte più mirate. Valori più alti producono risposte più varie e creative. OpenRouter normalizza questo valore tra i diversi modelli.
ja: 低い値ほど集中した応答になります。高い値ほど多様で創造的な応答になります。OpenRouterはこの値を異なるモデル間で正規化します。
ko: 낮은 값일수록 집중된 응답을 생성합니다. 높은 값일수록 다양하고 창의적인 응답을 생성합니다. OpenRouter는 다양한 모델에 걸쳐 이 값을 정규화합니다.
nb: Lavere verdier gir mer fokuserte svar. Høyere verdier gir mer varierte, kreative svar. OpenRouter normaliserer dette på tvers av ulike modeller.
nl: Lagere waarden produceren meer gerichte antwoorden. Hogere waarden produceren meer gevarieerde, creatieve antwoorden. OpenRouter normaliseert dit over verschillende modellen.
pl: Niższe wartości dają bardziej ukierunkowane odpowiedzi. Wyższe wartości dają bardziej zróżnicowane, kreatywne odpowiedzi. OpenRouter normalizuje tę wartość pomiędzy różnymi modelami.
pt_br: Valores mais baixos produzem respostas mais focadas. Valores mais altos produzem respostas mais variadas e criativas. O OpenRouter normaliza isso entre diferentes modelos.
pt_pt: Valores mais baixos produzem respostas mais focadas. Valores mais altos produzem respostas mais variadas e criativas. O OpenRouter normaliza isto entre diferentes modelos.
ro: Valorile mici produc răspunsuri mai concentrate. Valorile mari produc răspunsuri mai variate și creative. OpenRouter normalizează acest parametru între diferite modele.
sl: Nižje vrednosti ustvarijo bolj osredotočene odgovore. Višje vrednosti ustvarijo bolj raznolike, ustvarjalne odgovore. OpenRouter to normalizira med različnimi modeli.
sv: Lägre värden ger mer fokuserade svar. Högre värden ger mer varierade, kreativa svar. OpenRouter normaliserar detta mellan olika modeller.
uk: Нижчі значення дають більш точні відповіді. Вищі значення дають більш різноманітні та творчі відповіді. OpenRouter нормалізує це значення для різних моделей.
vi: Giá trị thấp hơn tạo ra phản hồi tập trung hơn. Giá trị cao hơn tạo ra phản hồi đa dạng và sáng tạo hơn. OpenRouter chuẩn hóa điều này trên các mô hình khác nhau.
zh_hans: 较低的值产生更集中的回答。较高的值产生更多样化、更有创意的回答。OpenRouter 会在不同模型间对此进行标准化。
zh_hant: 較低的值會產生更集中的回應。較高的值會產生更多樣化、更有創意的回應。OpenRouter 會在不同模型間對此進行標準化。

source: lowercase
ar: أحرف صغيرة
ca: minúscules
cs: malá písmena
da: små bogstaver
de: Kleinbuchstaben
es: minúsculas
fi: pienet kirjaimet
fr: minuscules
he: אותיות קטנות
hu: kisbetűk
it: minuscolo
ja: 小文字
ko: 소문자
nb: små bokstaver
nl: kleine letters
pl: małe litery
pt_br: minúsculas
pt_pt: minúsculas
ro: minuscule
sl: male črke
sv: gemener
uk: нижній регістр
vi: chữ thường
zh_hans: 全部小写
zh_hant: 小寫

source: Luminous blue on dark themes, warm orange on light themes
ar: أزرق متوهّج على السمات الداكنة، وبرتقالي دافئ على السمات الفاتحة
ca: Blau lluminós en temes foscos, taronja càlid en temes clars
cs: Zářivě modrá na tmavých motivech, teple oranžová na světlých motivech
da: Lysende blå på mørke temaer, varm orange på lyse temaer
de: Leuchtendes Blau bei dunklen Themes, warmes Orange bei hellen Themes
es: Azul luminoso en temas oscuros, naranja cálido en temas claros
fi: Hohtava sininen tummissa teemoissa, lämmin oranssi vaaleissa teemoissa
fr: Bleu lumineux sur les thèmes sombres, orange chaud sur les thèmes clairs
he: כחול זוהר בנושאים כהים, כתום חמים בנושאים בהירים
hu: Ragyogó kék a sötét témákon, meleg narancs a világos témákon
it: Blu luminoso sui temi scuri, arancione caldo sui temi chiari
ja: ダークテーマでは輝く青、ライトテーマでは温かいオレンジ
ko: 어두운 테마에서는 빛나는 파란색, 밝은 테마에서는 따뜻한 주황색
nb: Lysende blå på mørke temaer, varm oransje på lyse temaer
nl: Lichtgevend blauw op donkere thema's, warm oranje op lichte thema's
pl: Świetlisty błękit na ciemnych motywach, ciepły pomarańcz na jasnych
pt_br: Azul luminoso em temas escuros, laranja quente em temas claros
pt_pt: Azul luminoso em temas escuros, laranja quente em temas claros
ro: Albastru luminos pe temele întunecate, portocaliu cald pe temele luminoase
sl: Svetleče modra na temnih temah, toplo oranžna na svetlih temah
sv: Lysande blått på mörka teman, varmt orange på ljusa teman
uk: Сяйливо-синій на темних темах, тепло-помаранчевий на світлих темах
vi: Xanh dương rực rỡ trên chủ đề tối, cam ấm trên chủ đề sáng
zh_hans: 深色主题下呈现明亮的蓝色，浅色主题下呈现温暖的橙色
zh_hant: 深色主題上呈現明亮藍色，淺色主題上呈現溫暖橙色
